brew "fd"
brew "fzf"
brew "jq"
brew "just"
brew "kepubify"
brew "lazygit"
brew "mise"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zola"
cask "claude"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "foobar2000"
cask "ghostty"
cask "git-credential-manager"
cask "obsidian"
cask "signal"
cask "steam"
cask "transmission"
cask "zotero"
